[
    {
        "id": 58778,
        "link": "https://cdlib.org/cdlinfo/2022/06/08/58778/",
        "title": {
            "rendered": "Yearly WEST Contacts Review"
        },
        "content": {
            "rendered": "<p>WEST has recently sent an email to all Primary Contacts asking them to review and, if necessary, update their contacts for various WEST and AGUA activities. This ensures that WEST is sending communications to the appropriate staff at each member institution, and that no members are inadvertently left out of any activities due to outdated records at WEST. Primary Contacts are also asked to provide information about any recent or upcoming systems migrations; providing this information now will help the WEST technical team prepare the AGUA system and ensure submitted files are analyzed properly. A description of each of the contact roles is included below.</p>\n<p>All changes to members’ contacts should be coordinated through the Primary Contacts. </p>\n<h2 id=\"description-of-west-contact-ro\">Description of WEST Contact Roles</h2>\n<ul style=\"list-style-type: disc\">\n<li><b>WEST Directors</b>: Typically, the WEST Director would be a library director or university librarian. WEST Directors receive financial and membership-related updates. Directors are contacted to participate in annual WEST Executive Committee elections and are copied on yearly invoicing communications. Directors receive notices of key strategic occurrences or decisions in the program and are regularly invited to attend WEST Member Meetings.</li>\n<li><b>WEST Primary Contacts</b>: Primary Contacts for WEST may include head librarians, associate university librarians, collections librarians, and/or serials librarians. The Primary Contacts are the recipients of all pertinent WEST communications and often serve as disseminators for WEST news or activities at their institutions. For example, Primary Contacts will receive annual requests for WEST deselection statistics and biennial requests for unarchived holdings data.</li>\n<li><b>WEST Archivers</b>: WEST Archiver contacts are drawn from the staff of WEST’s Archive Holders and Builders. Archiver contacts will receive communications such as the annual call for the disclosure of archived titles, annual requests for lending and archiving statistics, and information pertinent to the ongoing stewardship of WEST’s archives. <i>**Please note that non-archive holders do not need to designate a WEST Archiver contact**</i></li>\n<li><b>WEST Technical Contacts</b>: Typically, include staff responsible for extracting data for WEST archiving activities. Technical Contacts receive instructions and technical details for activities that are vital to the success of WEST archiving, including extracting bib and holdings data for collections analysis and outputting records for disclosure of archived titles. WEST Technical Contacts may also field follow-up inquiries from WEST technical staff related to submitted data.</li>\n<li><b>WEST Financial Contacts</b>: WEST Financial Contacts receive annual WEST membership fee invoices and facilitate payment. <i>**Please note that there is no listserv for Financial Contacts**</i></li>\n</ul>\n<h2 id=\"description-of-agua-contact-ro\">Description of AGUA Contact Roles</h2>\n<ul style=\"list-style-type: disc\">\n<li><b>AGUA Primary Contact</b>: Primary Contacts in AGUA serve as the main point of contact between WEST institutions during the Archive Creation process. They send, receive, and respond to collections inquiries, including calls for holdings and offers of contributions to complete archives at other WEST institutions.</li>\n<li><b>AGUA Alternative Contact</b>: Alternative Contacts in AGUA act as a backup to the AGUA Primary Contact for communications between WEST members.</li>\n<li><b>AGUA Technical Contact</b>: Technical Contacts in AGUA may be contacted by the WEST technical team with any questions that arise regarding files, records, or other technical matters. They are not usually contacted regarding collections inquiries.</li>\n</ul>\n",
            "protected": false
        }
    },
    {
        "id": 58765,
        "link": "https://cdlib.org/cdlinfo/2022/06/06/acrl-top-trends-collaborative-collections-and-shared-print/",
        "title": {
            "rendered": "ACRL Top Trends &#8211; Collaborative collections and shared print"
        },
        "content": {
            "rendered": "<p><span style=\"font-weight: 400\">The 2021–22 ACRL Research Planning and Review Committee recently released its top trends in academic libraries, which includes collaborative collections and the rapidly expanding shared print community. The Committee highlights shared print’s status as a change agent helping libraries balance “their mission to preserve the scholarly record in an era of changing usage, limited funding, and space constraints.” The article also notes the role the two North American shared print federations (the Rosemont Shared Print Alliance [focused on print serials and journals] and the Partnership for Shared Book Collections [focused on print monographs]) and the CCH Collaboration play providing additional structure and coordination to shared print efforts and advocacy for improved infrastructure to support this critical work throughout the collections lifecycle, as well as the future potential of controlled digital lending to support greater access to wider collections.</span></p>\n<p><span style=\"font-weight: 400\">Read the full ACRL Top Trends report in </span><i><span style=\"font-weight: 400\">College and Research Libraries News</span></i><span style=\"font-weight: 400\">:</span>  <a href=\"https://crln.acrl.org/index.php/crlnews/article/view/25483/33379\"> <span style=\"font-weight: 400\">https://crln.acrl.org/index.php/crlnews/article/view/25483/33379</span></a></p>\n",
            "protected": false
        }
    },
    {
        "id": 58721,
        "link": "https://cdlib.org/cdlinfo/2022/05/27/merritt-digital-preservation-repository-may-2022/",
        "title": {
            "rendered": "Merritt Digital Preservation Repository – May 2022"
        },
        "content": {
            "rendered": "<p><em>Merritt is a digital preservation repository from the University of California Curation Center (UC3) that enables the UC community to manage, archive, and share its valuable digital content.</em></p>\n<h2 id=\"welcome-to-our-service-update-\">Welcome to the Merritt service update for May 2022!</h2>\n<h3 id=\"new-content-and-collections\">New Content and Collections</h3>\n<p>During May a variety of new content was added to Merritt, ranging from high-resolution videos associated with the tobacco research of Stanton A. Glantz (UCSF) to over 12,000 images for UC Berkeley’s Bancroft Library Selections collection, to hundreds of objects for Berkeley’s newly-established Japanese American Records collection for materials dated from 1930-1974. </p>\n<p>Over the course of the month we’ve also facilitated discussions surrounding several new projects. For example, as part of a larger initiative to enable preserving specimen images from participating organizations in the <a href=\"https://ucjeps.berkeley.edu/consortium/\">Consortium of California Herbaria</a>, we’ve collaborated with individuals at the <a href=\"https://herbarium.ucdavis.edu/\">UC Davis Herbarium</a> to work through the logistics of how the herbarium’s extensive, existing collection of images will be pulled from BOX to ingest into Merritt. We have also had initial discussions with Berkeley’s <a href=\"https://mvz.berkeley.edu/\">Museum of Vertebrate Zoology</a> with regard to preserving the contents of their <a href=\"https://mvz.berkeley.edu/mvzarchives/\">Archives</a> in Merritt, and with Berkeley’s <a href=\"https://www.kalx.berkeley.edu/\">KALX</a> radio station on their push to archive recordings and program guides on the station’s 60th anniversary.</p>\n<h3 id=\"digital-preservation-community\">Digital Preservation Community</h3>\n<p>Close to home, the UC’s <a href=\"https://libraries.universityofcalifornia.edu/dplg/\">Digital Preservation Leadership Group</a> has submitted a funding request to <a href=\"https://libraries.universityofcalifornia.edu/doc/\">DOC</a> for a new system-wide digital preservation strategy and training program. Its Training subgroup recently attended a DOC meeting where the request was approved for movement forward to and review by <a href=\"https://libraries.universityofcalifornia.edu/coul/\">CoUL</a>. This review will likely take place during CoUL’s extended meeting in late June.</p>\n<h3 id=\"new-for-merritt\">New for Merritt</h3>\n<p>Manifest files provide the primary means with which to ingest large batches of new content into Merritt. The Merritt team has recently introduced a new <a href=\"https://cdluc3.github.io/mrt-doc/manifest/index.html\">online tool</a> to assist with the creation of manifest files. We’ve also revamped our <a href=\"https://github.com/CDLUC3/mrt-doc/wiki/Manifests\">documentation</a> associated with manifests so it not only provides added context but also step-by-step instructions for using the new tool. Have a look and feel free to reach out to us with questions and suggestions!</p>\n<h3 id=\"what-we’re-working-on\">What We’re Working On</h3>\n<p>Behind the scenes, the Merritt Team is working on improving the system’s ability to queue the ingest of new and updated content that resides in Nuxeo. We’ve seen an increased number of new direct deposit requests that are addressed by setting up automated jobs which harvest content from Nuxeo on a weekly basis. Though this project has been on our radar for some time now, the team has begun to dig into how we’ll make our overall queueing system more nimble and able to balance daily ingest operations with these weekly harvests.  </p>\n<h3 id=\"repository-metrics\">Repository Metrics</h3>\n<h5 id=\"holdings-snapshot\">Holdings Snapshot</h5>\n<table style=\"border-collapse: collapse\">\n<tbody>\n<tr>\n<td>Holdings as of July 2021, fiscal year start:</td>\n<td>192.04TB</td>\n</tr>\n<tr>\n<td>Holdings as of May 31, 2022: </td>\n<td>308.14TB</td>\n</tr>\n</tbody>\n</table>\n<h5 id=\"active-collections-in-may-new-\">Active collections in May (new files added):</h5>\n<table style=\"border-collapse: collapse\">\n<tbody>\n<tr>\n<td>eScholarship</td>\n<td>104,037</td>\n</tr>\n<tr>\n<td>Dryad</td>\n<td>40,031</td>\n</tr>\n<tr>\n<td>UC Berkeley Library Bancroft Selections</td>\n<td>12,534</td>\n</tr>\n<tr>\n<td>UC Berkeley Library Bancroft General collection</td>\n<td>23,643</td>\n</tr>\n<tr>\n<td>UCB Library Indochina Archives Collection</td>\n<td>407</td>\n</tr>\n<tr>\n<td>UC Berkeley Library Kroeber Papers</td>\n<td>108,737</td>\n</tr>\n<tr>\n<td>UC Berkeley Library Japanese American Records 1930-1974</td>\n<td>215,765</td>\n</tr>\n<tr>\n<td>UC Davis ETDs</td>\n<td>355</td>\n</tr>\n<tr>\n<td>UCLA Library ETDs</td>\n<td>284</td>\n</tr>\n<tr>\n<td>UC Merced Library UCCE Santa Barbara and San Luis Obispo Counties</td>\n<td>35,640</td>\n</tr>\n<tr>\n<td>UCSF ETDs and Vintage Theses and Disserations</td>\n<td>1,276</td>\n</tr>\n<tr>\n<td>UCSF Library Stanton A. Glantz Collection</td>\n<td>700</td>\n</tr>\n</tbody>\n</table>\n<h3 id=\"--useful-links\">Useful Links</h3>\n<p>Learn more about Merritt and the team that’s advancing CDL’s digital preservation repository.</p>\n<p><a href=\"https://cdlib.org/services/uc3/merritt/\">Merritt on cdlib.org</a></p>\n<p><a href=\"https://cdlib.org/services/uc3/merritt/merritt-policies-and-procedures/\">Merritt Policies and User Guidelines</a></p>\n<p><a href=\"https://github.com/CDLUC3/mrt-doc/wiki/\">Merritt User Documentation</a></p>\n<p><a href=\"https://cdlib.org/wp-content/uploads/2022/02/New-Collection-Intake-Form_Merritt.pdf\">New Collection Intake Form</a></p>\n<p><a href=\"https://cdlib.org/services/uc3/merritt/merritt-frequently-asked-questions-faq/\">FAQ</a></p>\n<p><a href=\"https://merritt.cdlib.org/\">Merritt Preservation Repository</a></p>\n<h5 id=\"--find-the-team-on-github\">\nFind the team on GitHub!</h5>\n<p><a href=\"https://github.com/terrywbrady\">Terrence Brady</a> Senior Developer and Technical Lead</p>\n<p><a href=\"https://github.com/dloy\">David Loy</a> Senior Developer</p>\n<p><a href=\"https://github.com/mreyescdl\">Mark Reyes</a> Senior Developer</p>\n<p><a href=\"https://github.com/elopatin-uc3\">Eric Lopatin</a> Merritt Product Manager (<a href=\"https://cdlib.org/contact/staff_directory/eric-lopatin-staff-profile/\">at CDL</a>)</p>\n<h3 id=\"--contact-us\">\nContact Us</h3>\n<p>Merritt administrators may be contacted at <a href=\"mailto:uc3@ucop.edu\">uc3@ucop.edu</a>, which automatically opens in a new issue in CDL’s internal ticketing system.</p>\n<p>To report an urgent problem with Merritt, call the <a href=\"https://cdlib.org/contact/report-a-problem/\">CDL Help Line</a> at (510) 987-0555.</p>\n",
            "protected": false
        }
    },
    {
        "id": 58690,
        "link": "https://cdlib.org/cdlinfo/2022/05/19/scp-update-may-2022/",
        "title": {
            "rendered": "SCP Update – May 2022"
        },
        "content": {
            "rendered": "<h2 id=\"highlights-on-titles-cataloged\">Highlights on Titles Cataloged for CDL-Managed Electronic Collections in April 2022</h2>\n<ul>\n<li style=\"list-style-type: none\">\n<ul style=\"list-style-type: disc\">\n<li style=\"font-weight: 400\"><span style=\"font-weight: 400\">ACM Digital Library Complete: 251</span></li>\n<li style=\"font-weight: 400\"><span style=\"font-weight: 400\">Airiti Books (華藝中文電子書) (Local-L DDA): 52</span></li>\n<li style=\"font-weight: 400\"><span style=\"font-weight: 400\">JSTOR Books DDA: 597</span></li>\n<li style=\"font-weight: 400\"><span style=\"font-weight: 400\">Latin American Anarchist and Labour Periodicals Online: 923 </span><b>(NEW)</b></li>\n</ul>\n</li>\n</ul>\n<ul>\n<li style=\"list-style-type: none\">\n<ul style=\"list-style-type: disc\">\n<li><span style=\"font-weight: 400\">Collection level records: 4</span></li>\n</ul>\n</li>\n</ul>\n<h2 id=\"link-to-the-full-reports\">Link to the full reports</h2>\n<p><a href=\"https://cdlib.org/wp-content/uploads/2022/05/2022-04-Total_Portfolio_Count_of_CDL-Managed_Electronic_Collections.xlsx\">2022-04-Total_Portfolio_Count_of_CDL-Managed_Electronic_Collections</a></p>\n<p><a href=\"https://cdlib.org/wp-content/uploads/2022/05/2022-04-Collection_level_bib_records_of_CDL-Managed_Electronic_Collections.xlsx\">2022-04-Collection_level_bib_records_of_CDL-Managed_Electronic_Collections</a></p>\n<h2 id=\"highlights-on-other-activities\">Highlights on Other Activities</h2>\n<ul style=\"list-style-type: disc\">\n<li style=\"font-weight: 400\"><span style=\"font-weight: 400\">Continued to make progress on the </span><a href=\"https://uc-sils.atlassian.net/wiki/spaces/UCSILS/pages/1740406800/NZ+CDL+data+cleanup+project\"><span style=\"font-weight: 400\">NZ CDL Data Cleanup Project</span></a><span style=\"font-weight: 400\">. Please check status at this worksheet</span><span style=\"font-weight: 400\">: </span><a href=\"https://docs.google.com/spreadsheets/d/1e5ev1GoWP2PomllV2751lhoKqQYt28uJKErW5CHdjh4/edit#gid=114066827&amp;fvid=1257062516/1e5ev1GoWP2PomllV2751lhoKqQYt28uJKErW5CHdjh4/edit?usp=sharing\"><span style=\"font-weight: 400\">NZ Records Cleanup_Combined_2022Jan</span></a><span style=\"font-weight: 400\">. </span></li>\n<li style=\"font-weight: 400\"><span style=\"font-weight: 400\">Continued establishing the workflow process for managing GOBI records (Cambridge, Springer, and Wiley) in Alma.</span></li>\n<li style=\"font-weight: 400\"><span style=\"font-weight: 400\">Determined the details within CDL ERT (E-Resource Team) to allow SCP catalogers to delete duplicate portfolios during the cataloging process and consult CDLA staff when needed. Thanks to Annie Ross for gathering examples of various scenarios for discussion and decision-making.</span></li>\n<li style=\"font-weight: 400\"><span style=\"font-weight: 400\">Tested and determined the best strategy and/or workflow for bringing African American Newspaper portfolios into Alma.  Becky Culbertson is in the process of preparing records.  </span></li>\n<li style=\"font-weight: 400\"><span style=\"font-weight: 400\">Worked with Toshie Marra and Naomi Shiraishi of UCB to figure out how to catalog and structure databases of J-DAC (Japan Digital Archive Center) and Political History of Japan within the Alma system. Thanks to UCB colleagues for cataloging these Japanese resources for all UC campuses. </span></li>\n<li style=\"font-weight: 400\"><span style=\"font-weight: 400\">Continued to fine-tune Chinese DDA workflow. Bie-hwa Ma discussed a couple issues with UC Chinese bibliographers and worked out details to streamline the workflow. </span></li>\n</ul>\n<p>&nbsp;</p>\n<p><a href=\"https://uc-sils.atlassian.net/wiki/spaces/SP4/pages/1680179220/Report+an+Alma+Primo+VE+Problem\"><b>Report an Alma/Primo VE problem</b></a><span style=\"font-weight: 400\">: </span><span style=\"font-weight: 400\">This page was created outlining for campuses on how and when they should report access issues to CDL.</span><span style=\"font-weight: 400\"> It is also linked from CDL&#8217;s </span><a href=\"https://cdlib.org/contact/report-a-problem/\"><span style=\"font-weight: 400\">Report a Problem</span></a><span style=\"font-weight: 400\"> page under &#8220;Report a SILS (Alma or Primo VE) Problem&#8221;.</span></p>\n",
            "protected": false
        }
    },
    {
        "id": 58680,
        "link": "https://cdlib.org/cdlinfo/2022/05/17/welcome-devin-smith-new-part-time-application-programmer-on-the-pad-team/",
        "title": {
            "rendered": "Welcome Devin Smith, new part-time Application Programmer on the PAD team"
        },
        "content": {
            "rendered": "<p>We are delighted to announce that Devin Smith has joined the Publishing, Archives, and Digitization group as a part-time Application Programmer, starting today, May 16, 2022. Devin will be working closely with the Lawrence Berkeley Laboratory on Open Access and OSTI reporting related projects. Devin will be part of a team that is responsible for the design and maintenance of a diverse portfolio of web-based applications and services that support the publishing, research, and learning activities of UC faculty, students, staff, and the general public.  Working with product managers, the tech lead, other developers, and campus partners, Devin will assess and implement external tools and platforms, develop new features for existing services, analyze and fix bugs that occur on production systems, and take ownership of the operations for specific components of our systems. He will report to Mahjabeen Yucekul.</p>\n<p>Devin arrives at CDL from an eclectic career involving commercial music, tech, and writing/editing. He spent several years with the karaoke app company Smule, leading a team of content creators and helping to design specs. He&#8217;s been working with the Prelinger Library since 2017, as a host and developer of their idiosyncratic discovery service, the <a href=\"http://prelingerlibrary.org/stacks\">Stacks Explorer</a>.</p>\n<p>Outside of work, he continues to record music, develop creative tools, and has been training for a 70.3 triathlon in early May. He has a lovely tortie housecat named Joan.</p>\n<p>Please join us in welcoming Devin to the PAD team!</p>\n",
            "protected": false
        }
    },
    {
        "id": 58659,
        "link": "https://cdlib.org/cdlinfo/2022/05/11/a-warm-welcome-to-zainab-olaosebikan-director-of-finance-operations/",
        "title": {
            "rendered": "A warm welcome to Zainab Olaosebikan, Director of Finance &amp; Operations!"
        },
        "content": {
            "rendered": "<p>Please join me in extending a very warm welcome to Zainab Olaosebikan, CDL’s new Finance &amp; Operations Director. In her role, Zainab will oversee all aspects of CDL operations, including its financial activities, audit and compliance, contracts and grants, and human resources. Zainab comes to CDL from the UCSF School of Medicine, where, as its Finance and Post Award Manager, she managed a team of nine and was responsible for the research, finance, and operations management for the division. Before UCSF, Zainab spent five years at UC Berkeley, including as a senior research finance analyst. Before moving to the Bay area, Zainab began her career as a research projects and operations manager at the University of Illinois at Chicago, where she also received her B.A. Economics.</p>\n<p>Zainab is passionate about sports of all types, remains loyal to the Chicago Bulls despite having adopted California as her home, and describes herself as a “dog lover who is unfortunately allergic to dogs!”   Welcome, Zainab, we’re delighted you’ve joined CDL!</p>\n<p>Günter Waibel</p>\n<p>Associate Vice Provost &amp; Executive Director, California Digital Library</p>\n",
            "protected": false
        }
    },
    {
        "id": 58656,
        "link": "https://cdlib.org/cdlinfo/2022/05/09/save-the-date-registration-open-west-member-meeting-tuesday-july-19-1-230pm-pt/",
        "title": {
            "rendered": "Save the date + Registration Open: WEST Member Meeting Tuesday July 19, 1-2:30pm PT"
        },
        "content": {
            "rendered": "<p><span style=\"font-weight: 400\">WEST will hold its 2022 summer member meeting virtually this year on </span><b>Tuesday July 19 from 1-2:30pm PT</b><span style=\"font-weight: 400\">. </span><a href=\"https://ucop.zoom.us/meeting/register/tJAscu6sqT4jHdffXhTS85WYXphi0P6lhIUs\"><span style=\"font-weight: 400\">Please register in advance for this meeting</span></a><span style=\"font-weight: 400\">. Information for joining the meeting will be shared automatically after registering.</span></p>\n<p><span style=\"font-weight: 400\">At this member meeting the WEST Project Team will share brief program updates. The Project Team is also working to secure a speaker to present on a topic of broad interest to members. A full agenda will be made available in June. </span></p>\n<p style=\"padding-left: 40px\"><b>Register in advance for this meeting: </b><a href=\"https://ucop.zoom.us/meeting/register/tJAscu6sqT4jHdffXhTS85WYXphi0P6lhIUs\"><span style=\"font-weight: 400\">https://UCOP.zoom.us/meeting/register/tJAscu6sqT4jHdffXhTS85WYXphi0P6lhIUs</span></a></p>\n<p><span style=\"font-weight: 400\">Please note that the WEST virtual member meeting will be recorded. Live captioning will be available via Zoom’s automated transcription feature; if other accommodations are necessary, please contact Anna Striker at </span><a href=\"mailto:anna.striker@ucop.edu\"><span style=\"font-weight: 400\">anna.striker@ucop.edu</span></a><span style=\"font-weight: 400\">.</span></p>\n<p><span style=\"font-weight: 400\">Is there a topic or speaker you’d like to see at a future WEST member meeting? Let us know! Send suggestions and ideas to Alison Wohlers at </span><a href=\"mailto:alison.wohlers@ucop.edu\"><span style=\"font-weight: 400\">alison.wohlers@ucop.edu</span></a><span style=\"font-weight: 400\">.</span></p>\n",
            "protected": false
        }
    },
    {
        "id": 58645,
        "link": "https://cdlib.org/cdlinfo/2022/05/02/moving-on/",
        "title": {
            "rendered": "Moving On"
        },
        "content": {
            "rendered": "<p><a href=\"https://cdlib.org/wp-content/uploads/2022/05/jk.jpg\"><img loading=\"lazy\" class=\"alignleft size-full wp-image-58646\" src=\"https://cdlib.org/wp-content/uploads/2022/05/jk.jpg\" alt=\"\" width=\"154\" height=\"153\" srcset=\"https://cdlib.org/wp-content/uploads/2022/05/jk.jpg 154w, https://cdlib.org/wp-content/uploads/2022/05/jk-150x150.jpg 150w\" sizes=\"(max-width: 154px) 100vw, 154px\" /></a>I want to let you know that I’m planning to retire from the University of California on July 1, 2022, with my last working day sometime in late April. This seemed like the right moment since CDL was significantly reducing the time I would be able to spend on the ARK Alliance. In the next few years I plan to maintain or increase my involvement in the <a href=\"https://arks.org/\">ARK Alliance</a> to ensure its rapid transition to community-based ownership, and to continue working on projects that contribute to open networked information.</p>\n<p>I was very fortunate to start working at the UC Berkeley computer center when academic computing and university libraries were technically far ahead of industry in operating systems and networking. A decade before the web existed, staff at CDL’s predecessor (DLA) wrote 150,000 lines of assembler code to make Melvyl available to the public anytime, anywhere via Telnet, since IBM had no Internet support. While the World Wide Web was tackling Internet browsing, libraries had taken on the much harder problem of Internet searching. This inspired me to adopt their new Z39.50 search protocol when I created Berkeley’s first campus information system (“Infocal”) just as the web was emerging (it similarly inspired Brewster Kahle when he created WAIS).</p>\n<p>I’d been happy at Berkeley to write code that is now running on everyone’s Mac computers, 10 years before the term “open source software” was coined, but libraries’ cutting edge energy and open information mission got me to join the UCSF Library and Center for Knowledge Management, and later to join CDL. OCLC had recently pioneered persistent URLs (<a href=\"http://purl.org/\">purl.org</a>) and the then new concept of Internet “metadata” (<a href=\"https://datatracker.ietf.org/doc/html/rfc2413\">Dublin Core</a>). I am extremely grateful to the University for the extraordinary freedom of action that I was trusted with. That trust helped lay the foundations of CDL’s preservation program and its move into research data curation. It led me to create the widely adopted <a href=\"https://arks.org/\">ARK</a> and <a href=\"https://en.wikipedia.org/wiki/BagIt\">BagIt</a> standards, to publish the first version of the principal web archiving standard (<a href=\"https://en.wikipedia.org/wiki/Web_ARChive\">WARC</a>), to publish <a href=\"https://en.wikipedia.org/wiki/Internet_resource_locator\">the requirements</a>that “unstuck” consensus on the URL standard, to create <a href=\"https://metacpan.org/dist/Noid\">Noid</a>, <a href=\"https://n2t.net/\">N2T</a>, and its <a href=\"http://n2t.net/e/compact_ids.html\">compact identifier</a> support, to establish <a href=\"https://ezid.cdlib.org/\">EZID</a> and <a href=\"http://yamz.net/\">Yamz</a>, to initiate CDL’s entry into two international MOU’s (with BnF and <a href=\"http://identifiers.org/\">Identifiers.org</a>), and to write microservice specifications (Pairtree, REDD, etc.) used now by <a href=\"https://ocfl.io/\">OCFL</a> and <a href=\"https://www.hathitrust.org/\">HathiTrust</a>. It even resulted in CDL receiving its first visit from a UC president (in April 2010, after I invited him during one of his “<a href=\"https://link.ucop.edu/2010/06/21/reminder-sign-up-for-bagels-with-mark/\">Bagels with Mark</a>” sessions) and my giving a <a href=\"https://www.youtube.com/watch?v=vYYYUIokwPM&amp;t=2m14s\">45-minute keynote</a> (<a href=\"https://arks.org/wp-content/uploads/2021/11/The-Covenant-of-the-ARK-a-stable-and-open-identifier.pdf\">English translation</a>) at the <a href=\"https://cdlib.org/cdlinfo/2018/03/29/arks-in-the-open-project-update-4-on-the-ark-identifier-summit-and-experts-day/\">2018 ARK Summit in Paris</a> on the history of open information access tools and persistent identifiers on the Internet. (General context in <a href=\"https://jkunze.github.io/biography.html\">bio</a>.) I’m thrilled with the accelerating ARK adoption worldwide (8.2B ARKs, 26M in EZID) and excited to focus more on ARKs in the future.</p>\n<p><a href=\"https://cdlib.org/wp-content/uploads/2022/05/arks.jpg\"><img loading=\"lazy\" class=\"aligncenter size-full wp-image-58647\" src=\"https://cdlib.org/wp-content/uploads/2022/05/arks.jpg\" alt=\"\" width=\"754\" height=\"231\" srcset=\"https://cdlib.org/wp-content/uploads/2022/05/arks.jpg 754w, https://cdlib.org/wp-content/uploads/2022/05/arks-300x92.jpg 300w\" sizes=\"(max-width: 754px) 100vw, 754px\" /></a></p>\n<p>Of course none of this would have been possible without the collaboration and support of my wonderful CDL colleagues and friends, too numerous to name. I will miss you (I already do with this pandemic!) and will cherish many good memories. I’m confident that you and CDL will carry on the proud library tradition of openness, innovation, and public service for years to come. You should always be able to contact me at jakkbl via gmail.</p>\n",
            "protected": false
        }
    },
    {
        "id": 58598,
        "link": "https://cdlib.org/cdlinfo/2022/04/28/escholarship-celebrates-its-20-year-anniversary/",
        "title": {
            "rendered": "eScholarship celebrates its 20-year anniversary!"
        },
        "content": {
            "rendered": "<p><img loading=\"lazy\" class=\" wp-image-58601 alignnone\" src=\"https://cdlib.org/wp-content/uploads/2022/04/image9-300x89.png\" alt=\"eScholarship Logo\" width=\"205\" height=\"61\" srcset=\"https://cdlib.org/wp-content/uploads/2022/04/image9-300x89.png 300w, https://cdlib.org/wp-content/uploads/2022/04/image9-768x227.png 768w, https://cdlib.org/wp-content/uploads/2022/04/image9.png 840w\" sizes=\"(max-width: 205px) 100vw, 205px\" /></p>\n<p>The University of California’s <a href=\"https://escholarship.org/\">eScholarship</a> publishing and institutional repository program celebrates its 20-year anniversary this year, a milestone that provides us with an opportunity to reflect on how far UC has come in the work of open access library publishing and to consider all the work there is yet to do.</p>\n<p>The eScholarship repository platform was <a href=\"https://cdlib.org/cdlinfo/2002/04/11/escholarship-repository-launched/\">launched</a> by the California Digital Library (CDL) in collaboration with the UC libraries in April 2002, the year before Arnold Schwarzenegger’s election as governor of the state of California and three years before the establishment of the UC Merced campus. Born of consultations with scholars and librarians across the UC system, eScholarship was designed “to facilitate and support scholar-led innovations in scholarly communication” and to offer the UC community the opportunity to share research results faster and more broadly via open access. The platform launched with a handful of paper series affiliated with UC research units focused on topics such as law and economics, transportation studies, and industrial relations, as well as the UC International &amp; Area Studies (later renamed <a href=\"https://escholarship.org/uc/gaia\">GAIA</a>) book series in collaboration with <a href=\"https://www.ucpress.edu/\">UC Press</a>.</p>\n<p>The early eScholarship program also provided support for groundbreaking projects that sought to reimagine scholarly work in the digital environment, including: the <a href=\"https://ecai.org\">Electronic Cultural Atlas (ECAI)</a> and the <a href=\"https://www.marktwainproject.org/\">Mark Twain Project Online</a>, a novel platform established for publishing digital critical editions of Twain’s work.</p>\n<p>UC’s investment in library-based publishing has grown significantly in its scope and scale since those early days, demonstrating a strong institutional commitment to supporting UC scholars in broadly disseminating their research by advancing the model of open access publishing centered within the academy. eScholarship Publishing demonstrates the unique value it brings to the open access scholarly communication space through its support of publications from UC campus-based research centers, emerging fields, underrepresented voices, and disciplines not well served by a commercial marketplace; the program also offers a values-driven publishing option for scholars who seek to “flip” their journals from a subscription model to open access.</p>\n<p>CDL specifically turned its focus in the past two decades to building a strong list of UC-affiliated open access publications that reflect these values, now boasting <a href=\"https://escholarship.org/journals\">90+ scholarly journals</a> in the eScholarship Publishing program.</p>\n<p>This journals list includes these long-established, leading publications in their fields:</p>\n<ul style=\"list-style-type: disc\">\n<li><a href=\"https://escholarship.org/uc/jmie_sfews\">San Francisco Estuary and Watershed Science (SFEWS)</a>, established 2003</li>\n<li><a href=\"https://escholarship.org/uc/anrcs_californiaagriculture\">California Agriculture</a>, established 2000</li>\n<li><a href=\"https://escholarship.org/uc/uciem_westjem\">Western Journal of Emergency Medicine (WestJEM)</a>, established 2000</li>\n<li><a href=\"https://escholarship.org/uc/doj\">Dermatology Online Journal</a>, established 1995</li>\n<li><a href=\"https://escholarship.org/uc/uclalib_egj\">Electronic Green Journal</a>, established 1994</li>\n<li><a href=\"https://escholarship.org/uc/ucla_spanport_mester\">Mester</a>, established 1970</li>\n<li><a href=\"https://escholarship.org/uc/international_asc_ufahamu\">Ufahamu: A Journal of African Studies</a>, established 1970</li>\n</ul>\n<p>&nbsp;</p>\n<p>…these exciting, more recent titles:</p>\n<ul style=\"list-style-type: disc\">\n<li><a href=\"https://escholarship.org/uc/glossapsycholinguistics\">Glossa Psycholinguistics</a>, established 2022</li>\n<li><a href=\"https://escholarship.org/uc/combinatorial_theory\">Combinatorial Theory</a>, established 2021</li>\n<li><a href=\"https://escholarship.org/uc/alonfilipinxjournal\">Alon: Journal for Filipinx American and Diasporic Studies</a>, established 2021</li>\n<li><a href=\"https://escholarship.org/uc/kinship\">Kinship</a>, established 2021</li>\n<li><a href=\"https://escholarship.org/uc/lawandpoliticaleconomy\">Journal of Law and Political Economy</a>, established 2020</li>\n<li><a href=\"https://escholarship.org/uc/ncs_pedagogyandprofession\">New Chaucer Studies: Pedagogy and Profession</a>, established 2020</li>\n</ul>\n<p> <br />\n…and these active student publications:</p>\n<ul style=\"list-style-type: disc\">\n<li><a href=\"https://escholarship.org/uc/ssha_uhj\">The Undergraduate Historical and Critical Race &amp; Ethnic Studies Journal at UC Merced</a>, established 2014</li>\n<li><a href=\"https://escholarship.org/uc/alephucla\">Aleph, UCLA Undergraduate Research Journal for Humanities and Social Science</a>, established 2013</li>\n<li><a href=\"https://escholarship.org/uc/our_buj\">Berkeley Undergraduate Journal</a>, established 2008</li>\n<li><a href=\"https://escholarship.org/uc/gseis_interactions\">Interactions: UCLA Journal of Education and Information Studies</a>, established 2004</li>\n<li><a href=\"https://escholarship.org/uc/uclalaw_wlj\">UCLA Journal of Gender and the Law</a>, established 1991</li>\n<li><a href=\"https://escholarship.org/uc/uclalaw_jelp\">UCLA Journal of Environmental Law &amp; Policy</a>, established 1980</li>\n</ul>\n<p>The <a href=\"https://escholarship.org/#home_repository\">eScholarship repository</a> is also flourishing, with over 100,000 UC-faculty/staff authored articles deposited under UC’s comprehensive open access policies alone; nearly 45,000 electronic theses and dissertations from the ten UC campuses; and additional paper series from nearly 500 participating academic units.</p>\n<p>Finally, recognizing the importance of broadening our definition of “publishing” and extending our support of scholarly research farther upstream, eScholarship has also recently launched a platform for the geoscience community-based preprint server <a href=\"https://eartharxiv.org/\">EarthArXiv</a>, and we are looking forward to extending this commitment to similar community efforts in the future.</p>\n<p>Stay tuned for more reflections as we celebrate this 20th year!</p>\n",
            "protected": false
        }
    },
    {
        "id": 58639,
        "link": "https://cdlib.org/cdlinfo/2022/04/28/updated-west-policies-validation-standards-disclosure-policy-and-access-policy/",
        "title": {
            "rendered": "Updated WEST Policies &#8211; Access Policy, Disclosure Policy, and Validation Standards"
        },
        "content": {
            "rendered": "<p><span style=\"font-weight: 400\">In 2020 the WEST governance committees charged two working groups to review and, as necessary, revise key WEST policies. That work is now complete and the updated documents have been posted to the WEST website:</span></p>\n<ul style=\"list-style-type: disc\">\n<li style=\"font-weight: 400\"><a href=\"https://cdlib.org/wp-content/uploads/2022/04/WEST-Access-Policy.pdf\"><span style=\"font-weight: 400\">WEST Access Policy</span></a></li>\n<li style=\"font-weight: 400\"><a href=\"https://cdlib.org/wp-content/uploads/2021/01/WEST-Disclosure-Policy.pdf\"><span style=\"font-weight: 400\">WEST Disclosure Policy</span></a></li>\n<li style=\"font-weight: 400\"><a href=\"https://cdlib.org/wp-content/uploads/2022/04/WEST-Standards-for-Issue-and-Volume-Level-Validation.pdf\"><span style=\"font-weight: 400\">WEST Standards for Issue and Volume Level Validation</span></a></li>\n</ul>\n<h2 id=\"what-are-the-big-changes\"><span style=\"font-weight: 400\">What are the big changes?</span></h2>\n<p><span style=\"font-weight: 400\">The changes made to each of these policy and standards documents reflect the current infrastructure supporting shared print in these areas and meet member needs for clear and comprehensive documentation.</span></p>\n<ul>\n<li style=\"font-weight: 400\"><a href=\"https://cdlib.org/wp-content/uploads/2022/04/WEST-Access-Policy.pdf\"><span style=\"font-weight: 400\">WEST Access Policy</span></a>\n<ul style=\"list-style-type: disc\">\n<li style=\"font-weight: 400\"><span style=\"font-weight: 400\">Added section on the Rosemont Shared Print Alliance</span></li>\n<li style=\"font-weight: 400\"><span style=\"font-weight: 400\">Amended section on resource sharing statistics to be more “evergreen” and reflect an evolving landscape</span>\n<ul style=\"list-style-type: circle\">\n<li style=\"font-weight: 400\"><i><span style=\"font-weight: 400\">Please note:</span></i><span style=\"font-weight: 400\"> With the decision to migrate away from the OCLC Shared Print Second Symbol, WEST is deferring the gathering of resource sharing statistics from members until infrastructure has been set up to effectively facilitate that process. It is anticipated that OCLC will incorporate the new shared print flag into resource sharing tools like Tipasa, ILLiad, and OCLC Resource Sharing in 2022. </span></li>\n</ul>\n</li>\n<li style=\"font-weight: 400\"><span style=\"font-weight: 400\">Added “Appendix A: Tools and Resources to Support Discovery and Access” to reflect current technical capabilities</span></li>\n<li style=\"font-weight: 400\"><span style=\"font-weight: 400\">Merged previously standalone borrowing and lending instructions into the Access Policy document (Appendix B), streamlining and simplifying documentation for members</span></li>\n</ul>\n</li>\n<li style=\"font-weight: 400\"><a href=\"https://cdlib.org/wp-content/uploads/2021/01/WEST-Disclosure-Policy.pdf\"><span style=\"font-weight: 400\">WEST Disclosure Policy</span></a>\n<ul style=\"list-style-type: disc\">\n<li style=\"font-weight: 400\"><span style=\"font-weight: 400\">New section on disclosing “Materials contributed to the Archives by other institutions”</span></li>\n<li style=\"font-weight: 400\"><span style=\"font-weight: 400\">New section on “Disclosing revalidation activities and outcomes”</span></li>\n<li style=\"font-weight: 400\"><span style=\"font-weight: 400\">Updated description of OCLC Groups to reflect current language as well as uses and limitations of Profiled Groups</span></li>\n</ul>\n</li>\n<li style=\"font-weight: 400\"><a href=\"https://cdlib.org/wp-content/uploads/2022/04/WEST-Standards-for-Issue-and-Volume-Level-Validation.pdf\"><span style=\"font-weight: 400\">WEST Standards for Issue and Volume Level Validation</span></a>\n<ul style=\"list-style-type: disc\">\n<li style=\"font-weight: 400\"><span style=\"font-weight: 400\">Incorporated good/better/best framework for action where appropriate</span></li>\n<li style=\"font-weight: 400\"><span style=\"font-weight: 400\">Clarified areas of ambiguity, especially around volume level validation for completeness</span></li>\n<li style=\"font-weight: 400\"><span style=\"font-weight: 400\">New section detailing when revalidation should occur</span></li>\n<li style=\"font-weight: 400\"><span style=\"font-weight: 400\">Acknowledgement and encouragement of voluntary validation activities, including validation of Bronze</span></li>\n<li style=\"font-weight: 400\"><span style=\"font-weight: 400\">Updated the language of some actions in the Decision Matrix to give Archivers more agency to use local practices </span></li>\n</ul>\n</li>\n</ul>\n<h2 id=\"what-does-my-institution-need-\"><span style=\"font-weight: 400\">What does my institution need to do?</span></h2>\n<p><span style=\"font-weight: 400\">All WEST members should familiarize themselves with the updated WEST Access Policy to ensure that local practices are in alignment with WEST policy and that they are fully leveraging the resource sharing tools in place to connect members to the WEST Archives. </span></p>\n<p><span style=\"font-weight: 400\">No immediate actions are necessary regarding the updated WEST Validation Standards or the WEST Disclosure Policy. The updates do not change any existing requirements for validation or disclosure, but do provide some additional guidance for future reference (i.e. recording voluntary validation). Archive Holders and Builders are encouraged to provide feedback to the Project Team when they are using the documents during normal archiving workflows.</span></p>\n<h2 id=\"what-was-the-process-for-makin\"><span style=\"font-weight: 400\">What was the process for making these updates?</span></h2>\n<p><span style=\"font-weight: 400\">Per </span><a href=\"https://cdlib.org/wp-content/uploads/2020/01/FINAL-2019-WEST-Strategic-Planning-Outcomes.pdf\"><span style=\"font-weight: 400\">2019 Strategic Recommendations</span></a><span style=\"font-weight: 400\">, the </span><a href=\"https://cdlib.org/west/about-west/governance/#resource-sharing-working-group\"><span style=\"font-weight: 400\">Resource Sharing Working Group</span></a><span style=\"font-weight: 400\"> (RS WG) and the </span><a href=\"https://cdlib.org/west/about-west/governance/#disclosure-and-validation-stan\"><span style=\"font-weight: 400\">Disclosure and Validation Standards Working Group</span></a><span style=\"font-weight: 400\"> (DVS WG) were charged and convened in 2020 by the Operations and Collections Council (OCC) to review and revise key WEST policies and documentation. The RS WG solicited feedback on the updated Access Policy from WEST member representatives who volunteered to act as consultants to the group. The DVS WG solicited input from the Archive Builders on the Validation Standards.</span></p>\n<p><span style=\"font-weight: 400\">As you are able to review and digest the new policies, WEST is very interested in hearing your feedback. Members are encouraged to use the </span><a href=\"https://cdlib.org/west/contact-west/\"><span style=\"font-weight: 400\">WEST feedback form</span></a><span style=\"font-weight: 400\"> to provide comments and suggestions as you engage with these new policies.</span></p>\n<h2 id=\"how-will-this-help-west-and-sh\"><span style=\"font-weight: 400\">How will this help WEST and shared print?</span></h2>\n<p><span style=\"font-weight: 400\">Periodically reviewing and updating our policies and standards documents ensures that WEST maintains practices that respond to member needs and align with community standards and norms, especially as the infrastructure supporting shared print evolves. These updates also clarify requirements and streamline policy documentation, making it easier and simpler for members to find the information they need to support WEST operations.</span></p>\n<h2 id=\"i-still-have-questions\"><span style=\"font-weight: 400\">I still have questions.</span></h2>\n<p><span style=\"font-weight: 400\">Please don’t hesitate to get in touch with the WEST project team! You may submit feedback through the new </span><a href=\"https://cdlib.org/west/contact-west/\"><span style=\"font-weight: 400\">WEST feedback form</span></a><span style=\"font-weight: 400\">, or email Anna Striker directly at </span><a href=\"mailto:anna.striker@ucop.edu\"><span style=\"font-weight: 400\">anna.striker@ucop.edu</span></a><span style=\"font-weight: 400\">.</span></p>\n<p><span style=\"font-weight: 400\">Many thanks to the </span><a href=\"https://cdlib.org/west/about-west/governance/#-working-groups\"><span style=\"font-weight: 400\">working group members</span></a><span style=\"font-weight: 400\"> who dedicated considerable time and effort to reviewing and updating these policies and standards!</span></p>\n<p style=\"padding-left: 40px\"><i><span style=\"font-weight: 400\">Disclosure and Validation Standards Working Group</span></i></p>\n<ul>\n<li style=\"list-style-type: none\">\n<ul>\n<li style=\"list-style-type: none\">\n<ul style=\"list-style-type: disc\">\n<li style=\"font-weight: 400\"><span style=\"font-weight: 400\">Anna Striker, WEST project team</span></li>\n<li style=\"font-weight: 400\"><span style=\"font-weight: 400\">Corrie Hutchinson, University of Missouri</span></li>\n<li style=\"font-weight: 400\"><span style=\"font-weight: 400\">Debra Spidal, Washington State University</span></li>\n<li style=\"font-weight: 400\"><span style=\"font-weight: 400\">Tim Converse, UC NRLF</span></li>\n<li style=\"font-weight: 400\"><span style=\"font-weight: 400\">Tory Sours (consultant), UC NRLF</span></li>\n<li style=\"font-weight: 400\"><span style=\"font-weight: 400\">Cathy Martyniak (2020-2021), UC SRLF</span></li>\n</ul>\n</li>\n</ul>\n</li>\n</ul>\n<p style=\"padding-left: 40px\"><i><span style=\"font-weight: 400\">Resource Sharing Working Group</span></i></p>\n<ul>\n<li style=\"list-style-type: none\">\n<ul>\n<li style=\"list-style-type: none\">\n<ul style=\"list-style-type: disc\">\n<li style=\"font-weight: 400\"><span style=\"font-weight: 400\">Alison Wohlers, WEST project team</span></li>\n<li style=\"font-weight: 400\"><span style=\"font-weight: 400\">Anna Striker, WEST project team</span></li>\n<li style=\"font-weight: 400\"><span style=\"font-weight: 400\">John de la Fontaine, SCELC</span></li>\n<li style=\"font-weight: 400\"><span style=\"font-weight: 400\">Tim Converse, UC NRLF</span></li>\n<li style=\"font-weight: 400\"><span style=\"font-weight: 400\">Ellen Dario (consultant), UC NRLF</span></li>\n<li style=\"font-weight: 400\"><span style=\"font-weight: 400\">Mary Plummer (consultant), Arizona State University</span></li>\n<li style=\"font-weight: 400\"><span style=\"font-weight: 400\">Debra Spidal (2020-2021), Washington State University</span></li>\n</ul>\n</li>\n</ul>\n</li>\n</ul>\n",
            "protected": false
        }
    }
]